export const quizSet = [
  [
    {
      id: 1,
      text: "डॉ. बाबासाहेब आंबेडकरांनी....... मध्ये 'बहिष्कृत भारत' हे वृत्तपत्र सुरु केले.",
      answers: ['एप्रिल 1927', 'एप्रिल 1917', 'एप्रिल 1937', 'एप्रिल 1947'],
    },
    {
      id: 2,
      text: 'बॉम्ब तयार करण्याशी संबंध जोडण्यात सरकारला अपयश आल्याने न्यायालयाने निर्दोष सोडलेले क्रांतीकारक कोण ?',
      answers: ['अरविंद घोष', 'खुदीराम बोस', 'रासबिहारी बोस', 'सुभाषचंद्र बोस'],
    },
    {
      id: 3,
      text: ' 3° तापमानाचा सेल्सीअस श्रेणीतील फरक हा फॅरेनहाईट श्रेणीत इतका____ असेल.',
      answers: [5.4, 32, 45, 50],
    },
    {
      id: 4,
      text: ' जे.व्ही.पी. समितीत यांचा समावेश होता.',
      answers: [
        'पट्टाभिसीतारामय्या',
        'वसंतदादा पाटील',
        'वसंतराव नाईक',
        'जयंत पाटील',
      ],
    },
    {
      id: 5,
      text: 'कोरड्या विद्युत घटातील ओल्या स्वरुपातील लगधात विद्युत अपघटनीत ………असतात.',
      answers: [
        ' ZnCl2 + NH4CI',
        'ZnCl2 + NH4OH',
        'Zn(NO3)2 + NH4CI',
        'ZnSO4 + NH4CI',
      ],
    },
    {
      id: 6,
      text: 'मुघल घराण्यातील सर्वात कर्तबगार राजा कोण ?',
      answers: ['अकबर', 'हुमायून', 'जहाँगीर', 'शाहजहान'],
    },
    {
      id: 7,
      text: "ढग व जमीन यांच्या दरम्यान 'विज चमकणे' ही घटना सिध्द करते की.....",
      answers: [
        'विद्युतवहन वायूरुप माध्यमातून होऊ शकते.',
        'विद्युतवहन द्रवरुप माध्यमातून होऊ शकते.',
        'विद्युतवहन केवळ स्थायूरुप माध्यमातून होऊ शकते.',
        'विद्युतवहनासाठी माध्यमाची आवश्यकता नसते.',
      ],
    },
    {
      id: 8,
      text: 'सूर्याच्या वस्तुमानाचा 72% भाग ......आहे, तर .........% भाग हेलिअम आहे.',
      answers: [
        'हायड्रोजन, 26',
        'नायट्रोजन, 26',
        'हायड्रोजन, 28',
        'नायट्रोजन, 28',
      ],
    },
    {
      id: 9,
      text: 'बरोबर विधान ओळखा.',
      answers: [
        'कॅलिडोस्कोपमधील आरशांमध्ये 60° चा कोन असतो, तर परिदर्शीतील आरशांमध्ये 45° चा कोन असतो.',
        'कॅलिडोस्कोप व परिदर्शी मध्ये तयार झालेल्या प्रतिमांची संख्या सारखी असते.',
        'कॅलिडोस्कोप मध्ये तयार झालेल्या रचना नेहमी सारख्या असतात.',
      ],
    },
    {
      id: 10,
      text: 'समुद्रात 352 m खोलीत बॉम्बचा स्फोट होतो. जर पाण्याच्या पृष्ठ भागा पर्यंत पोहचण्यासाठी ध्वनी 110 आवर्तने पूर्ण करीत असेल तर संपीडन किती लांबीचे असेल ?',
      answers: ['1.6 m', '3.2 m', '0.8 m', '0.4 m'],
    },
  ],
  [
    {
      id: 1,
      text: 'प्लावक बलाशी निगडीत सत्य विधान निवडा.',
      answers: [
        'बुडणाऱ्या पदार्थाचे आकारमान वाढविल्यास आणि द्रवाची घनता वाढविल्याने ते वाढते.',
        'बुडणाऱ्या पदार्थाचे आकारमान वाढविल्यास आणि द्रवाची घनता कमी केल्याने, ते वाढते.',
        'बुडणाऱ्या पदार्थाचे आकारमान कमी केल्यास आणि द्रवाची घनता कमी केल्याने, ते वाढते',
        'बुडणाऱ्या पदार्थाचे आकारमान कमी केल्यास आणि द्रवाची घनता वाढविल्याने ते वाढते',
      ],
    },
    {
      id: 2,
      text: 'बोरच्या अणुप्रारूपांसंबंधी पुढीलपैकी असत्य आधारतत्व कोणते ?',
      answers: [
        'विशिष्ट कक्षेत असताना इलेकट्रॉनची ऊर्जा स्थिर नसते.',
        'अणूच्या केंद्रकाभोवती परिभ्रमण करणारे इलेकट्रॉन केंद्रकापासून विशिष्ट अंतरावर असणाऱ्या समकेंद्री वर्तुळाकार कक्षांमध्ये असतात.',
        'इलेक्ट्रॉन आतील कक्षेतून बाहेरील कक्षेत उडी मारताना फरकाइतक्या ऊर्जेचे शोषण करतो.',
        'इलेक्ट्रॉन बाहेरील कक्षेतून आतील कक्षेत उडी मारताना फरकाइतकी ऊर्जा उत्सर्जित करतो.',
      ],
    },
    {
      id: 3,
      text: 'पाणी या सयुंगात हायड्रोजन व ऑक्सिजन ह्या घटकांचे वजनीप्रमाण अनुक्रमे ........ असेच असते.',
      answers: ['1:8', '2:1', '8:1', '1:2'],
    },
    {
      id: 4,
      text: 'संयुगे व रेणुसूत्रे दिलेली आहेत, त्यांपैकी चूकीचे रेणुसूत्र असणारी जोडी कोणती ?',
      answers: [
        'सोडिअम कार्बोनेट - NaHCO3',
        'सल्फ्युरस आम्ल H2SO4',
        'कार्बोनिक आम्ल H2CO3',
        'सल्फ्युरिक आम्ल- H2SO4',
      ],
    },
    {
      id: 5,
      text: 'हवा प्रदूषके व त्यांचे स्त्रोत दिलेले आहेत. त्यांपैकी चूकीची जोडी कोणती ?',
      answers: [
        'सल्फर डायऑक्साईड - आम्लवर्षा',
        'मिथेन (CH₁) -  कारखान्यातून होणारी वायूगळती',
        'नायट्रोजनची ऑक्साइडे वाहनांचा धूर',
        'कार्बन मोनाक्साइड - कारखान्यांचा धूर',
      ],
    },
    {
      id: 6,
      text: 'पुढीलपैकी असत्य विधान कोणते ?',
      answers: [
        'भिन्न-भिन्न क्लोराइड क्षार बनविण्याकरिता नायट्रिक आम्ल वापरतात.',
        'पाणी जंतूविरहित करण्याकरिता विरल हायड्रोक्लोरिक आम्लाचा वापर होतो.',
        'रासायनिक खतांच्या उत्पादनात आम्ले वापरली जातात.',
        'विरल सल्फ्युरिक आम्ल बॅटरी (विद्युत घट) मध्ये वापरतात.',
      ],
    },
    {
      id: 7,
      text: 'ताज्या चुन्याच्या निवळीत कार्बन डायऑक्साइड वायू थोडा वेळ जाऊ दिल्यास, कोणता पदार्थ तयार झाल्यामुळे चून्याची निवळी दुधाळ दिसते ?',
      answers: [
        'कॅल्शिअम कार्बोनेट',
        'कॅल्शिअम क्लोराइड',
        'कॅल्शिअम हायड्रॉक्साइड',
        'कॅल्शिअम ऑक्साइड',
      ],
    },
    {
      id: 8,
      text: 'काच निर्मितीमध्ये इंधनांच्या ज्वलनातून कोणकोणते वायू बाहेर पडतात ?',
      answers: [
        'कार्बन डायऑक्साइड, नायट्रोजन डायऑक्साइड, सल्फर डायऑक्साइड',
        'सल्फर डायऑक्साइड, नायट्रोजन डायऑक्साइड, मिथेन',
        'सल्फर डायऑक्साइड, नायट्रोजन डायऑक्साइड, मिथेन',
        'सल्फर डायऑक्साइड, कार्बन डायऑक्साइड, मिथेन',
      ],
    },
    {
      id: 9,
      text: 'पुढीलपैकी विसंगत घटक ओळखा.',
      answers: [
        'हायड्रोजन क्लोराइड',
        'मॅग्नेशिअम क्लोराइड',
        'सोडिअम क्लोराइड',
        'पोटॅशिअम क्लोराइड',
      ],
    },
    {
      id: 10,
      text: 'संयुगे व घटक मूळद्रव्ये दिलेली आहेत. त्यापैकी चूकीची जोडी कोणती ?',
      answers: [
        'नवसागर सोडिअम, हायड्रोजन, क्लोरीन',
        'मीठ सोडिअम, क्लोरीन',
        'मोरचूद तांबे, सल्फर, ऑक्सिजन',
        'खाण्याचा सोडा सोडिअम, हायड्रोजन, कार्बन, ऑक्सिजन',
      ],
    },
  ],
  [
    {
      id: 1,
      text: 'पुढीलपैकी अधातू खनिजांचा गट कोणता ?',
      answers: [
        'अभ्रक, जिप्सम, हिरा, फेल्डस्पार',
        'अभ्रक, गंधक, बॉक्साइट, कथिल',
        'अभ्रक, ग्रॅफाइट, गंधक, मंगनीज',
        'अभ्रक, जिप्सम, कथिल, मँगनीज',
      ],
    },
    {
      id: 2,
      text: 'कॅमेऱ्याच्या फ्लॅश बल्बमध्ये खालीलपैकी कोणता घटक वापरतात ?',
      answers: ['मॅग्नेशिअम', 'पोटॅशिअम', 'सोडिअम', 'थोरिअम'],
    },
    {
      id: 3,
      text: 'कीटकांना आकर्षित करण्यासाठी व ते पकडून ठेवण्यासाठी पाने आणि फुलांमध्ये अनुकूलन झालेले असते यामुळे वनस्पती स्वतःची कोणती गरज भागवतात ?',
      answers: ['नायट्रोजन', 'पोटॅशिअम', 'फॉस्फरस', 'कॅल्शिअम'],
    },
    {
      id: 4,
      text: 'गाय या प्राण्याचे वैज्ञानिक नाव काय आहे?',
      answers: [
        'बोस टॉअरस',
        'कॅनिस फॅमिल्यरिस',
        'सौर्घम व्हलगेर',
        'हिबिस्कस रोझा-सायनेन्सिस',
      ],
    },
    {
      id: 5,
      text: 'पेशीतील हरितलवकाच्या साहाय्याने प्रकाशसंश्लेषण करणारे सजीव ओळखा ?',
      answers: ['क्लॅमिडोमोनास', 'कॅन्डीडा', 'यीस्ट', 'आळंबी (मशरुम)'],
    },
    {
      id: 6,
      text: 'आम्ल पर्जन्यामुळे अप्रत्यक्षपणे कोणते जड धातू वनस्पती मध्ये शोषली जाऊन अन्नसाखळीत शिरतात ?',
      answers: [
        'अॅल्युमिनिअम आणि सोडीअम',
        'कॅडमिअम आणि मरक्युरी',
        'सोडीअम आणि मॅग्नेशिअम',
        'प्लॅटिनम आणि पॅलेडिअम',
      ],
    },
    {
      id: 7,
      text: 'खालीलपैकी अयोग्य जोडी ओळखा ? हवा प्रदूषके - परिणाम',
      answers: [
        ' नायट्रोजनची ऑक्साइडे - सिलिकॉसिस व्याधी',
        'सल्फर डायऑक्साईड (SO₂) - डोळ्यांचा दाह, श्वसनमार्गाचा दाह',
        'कार्बन मोनॉक्साइड (CO) - रक्ताच्या ऑक्सिजन धारणक्षमतेत घट',
        'कीडनाशके - मनोदौर्बल्य, दीर्घश्वसनामुळे मृत्यू',
      ],
    },
    {
      id: 8,
      text: 'इलेक्ट्रीकल सामान, फिटींग इत्यादी साधनांमुळे लागलेली आग कोणत्या प्रकारात येते ?',
      answers: ["'इ' वर्गीय", " 'ब' वर्गीय", " 'क' वर्गीय", "'ड' वर्गीय"],
    },
    {
      id: 9,
      text: 'रसायनोपचार, किरणोपचार, रोबोटिक सर्जरी या सारखे उपाय व उपचार कोणत्या रोगासाठी वापरतात ?',
      answers: ['AB', 'A', 'B', 'O'],
    },
    {
      id: 10,
      text: 'पेशीतील पाण्याचे प्रमाण जास्त व पेशीभोवतालच्या माध्यमातील पाण्याचे प्रमाण कमी असल्याने पेशीतून पाणी बाहेर पडते या द्रावणास ……… द्रावण म्हणतात.',
      answers: ['अतिपरासारी', 'विसरण', 'अवपरासारी', 'समपरासारी'],
    },
  ],
];
